alsa-firmware
arm-none-eabi-gcc
autoconf
automake
bdf-tewi-git
bdf-unifont
bison
bluez-utils
bzr
chef
chromium
cmake
cmatrix
compton
cpio
cpulimit
dfu-util
dmidecode
emacs
fakeroot
firefox
firefox-developer-edition
flex
gdb
gimp
gnu-netcat
go
go-tools
grub
haveged
hplip
htop
i3blocks
intel-ucode
kio
krita
lpadmincern
man2html
mosh
mpv
namcap
ncdu
neofetch
networkmanager-openconnect
next-browser-git
nmap
ntp
openjdk8-doc
openldap
osquery
otf-font-awesome-4
pamixer
pam-krb5
paprefs
pavucontrol
peek
php
pinta
pkgconf
polybar
powertop
pulseaudio-bluetooth
python-flask
python-ndg-httpsclient
python-scipy
qt5-xmlpatterns
redshift
rtv
samba
sbcl
shantz-xwinwrap-bzr
speedtest-cli
spotify
sssd
steam
s-tui
tcpdump
teiler-git
terminus-font
tlp
tmux
traceroute
tree
ttf-font-awesome-4
ttf-material-icons
ttf-mononoki
ttf-symbola
unzip
valgrind
vim
virtualbox
weechat
whois
wireshark-qt
xcompmgr
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
yaourt
zip
zsh
