acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
aom
apr
apr-util
archlinux-keyring
argon2
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audit
autoconf
automake
avahi
avr-binutils
avr-gcc
avr-libc
babl
bash
bc
bcg729
bdf-unifont
bind
bind-tools
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost-libs
brotli
btrfs-progs
bzip2
bzr
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
celt0.5.1
chromium
cifs-utils
cmake
cmatrix
colord
compton
confuse
coreutils
cpio
cpulimit
cracklib
cryptsetup
cups
cups-filters
curl
cyrus-sasl-gssapi
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dfu-util
dhcpcd
dialog
diffutils
ding-libs
dkms
dmidecode
dmraid
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
efibootmgr
efivar
elfutils
emacs
enchant
exiv2
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
firefox-developer-edition
flac
flex
fontconfig
foomatic-db-engine
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
geoip
geoip-database
gettext
ghostscript
giflib
gimp
git
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-keyring
gnu-netcat
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-sharp-2
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
guile2.0
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hicolor-icon-theme
hplip
hspell
htop
hunspell
hwids
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
ijs
ilmbase
imagemagick
imlib2
inetutils
iniparser
intel-tbb
intel-ucode
iproute2
iptables
iputils
ipython
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk8-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
js52
json-c
json-glib
jsoncpp
jupyter
jupyter-nbconvert
jupyter-nbformat
jupyter-notebook
jupyter-widgetsnbextension
jupyter_console
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemmodels
kitemviews
kjobwidgets
kmod
knotifications
krb5
krita
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-bzip2
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libpciaccess
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-readline
lib32-wayland
lib32-xz
lib32-zlib
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-qt5
libde265
libdmx
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgdiplus
libgexiv2
libglade
libglvnd
libgpg-error
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libjpeg-turbo
libkeybinder3
libksba
libldap
liblouis
liblqr
libmagick6
libmaxminddb
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh
libssh2
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutf8proc
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzip
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lua
lua52
luajit
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
maim
make
man-db
man-pages
man2html
mathjax
mdadm
media-player-info
mesa
metis
minizip
mkinitcpio
mkinitcpio-busybox
mono
mono-addins
mosh
mozilla-common
mpfr
mpv
mtdev
mypaint-brushes
namcap
nano
ncdu
ncurses
ndctl
neofetch
net-snmp
netctl
nettle
networkmanager
networkmanager-openconnect
nfsidmap
nmap
npth
nspr
nss
ntp
openal
openconnect
opencore-amr
openexr
openjdk8-doc
openjpeg2
openldap
openresolv
openssh
openssl
openssl-1.0
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pam-krb5
pambase
pamixer
pango
pangomm
paprefs
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-convert-asn1
perl-dbi
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-which
perl-io-tty
perl-ldap
perl-mailtools
perl-parse-yapp
perl-path-tiny
perl-text-iconv
perl-text-soundex
perl-timedate
perl-xml-filter-buffertext
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-writer
php
pinentry
pinta
pixman
pkgconf
polkit
polkit-qt5
poppler
poppler-data
popt
powertop
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-bluetooth
pyalpm
pygobject-devel
pygobject2-devel
pygtk
python
python-appdirs
python-asn1crypto
python-beautifulsoup4
python-bleach
python-cffi
python-chardet
python-click
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-decorator
python-defusedxml
python-entrypoints
python-flask
python-gobject
python-idna
python-ipykernel
python-ipywidgets
python-itsdangerous
python-jedi
python-jinja
python-jsonschema
python-jupyter_client
python-jupyter_core
python-kitchen
python-markupsafe
python-mistune
python-ndg-httpsclient
python-numpy
python-packaging
python-pandocfilters
python-parso
python-pexpect
python-pickleshare
python-ply
python-prometheus_client
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pyasn1
python-pycparser
python-pyelftools
python-pygments
python-pyopenssl
python-pyparsing
python-pyzmq
python-requests
python-scipy
python-send2trash
python-setuptools
python-six
python-soupsieve
python-terminado
python-testpath
python-tornado
python-traitlets
python-urllib3
python-urwid
python-wcwidth
python-webencodings
python-werkzeug
python2
python2-cairo
python2-gobject2
qpdf
qt5-base
qt5-declarative
qt5-multimedia
qt5-script
qt5-speech
qt5-svg
qt5-x11extras
qt5-xmlpatterns
re2
readline
redshift
reiserfsprogs
rest
rhash
rofi
rsync
rtkit
rtmpdump
rtv
rubberband
ruby
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
samba
sbc
sbcl
sdl
sdl2
seahorse
sed
serf
shaderc
shadow
shared-mime-info
slang
slop
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
spandsp
speedtest-cli
speex
speexdsp
spice
spirv-tools
sqlite
sssd
startup-notification
steam
stress
subversion
sudo
suitesparse
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
talloc
tar
tcpdump
tdb
terminus-font
tevent
texinfo
thin-provisioning-tools
tlp
tmux
traceroute
tree
tslib
ttf-droid
ttf-freefont
ttf-liberation
tzdata
uchardet
udisks2
unixodbc
unzip
upower
usbmuxd
usbutils
util-linux
v4l-utils
valgrind
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
virtualbox
virtualbox-host-dkms
volume_key
vpnc
vulkan-icd-loader
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
weechat
wget
which
whois
wireless_tools
wireshark-cli
wireshark-qt
woff2
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcompmgr
xdg-utils
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xz
yajl
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
